<?php
return [
    "access_not_granted" => "Достъпът е отказан",
    "active" => [
        "off" => "Акаунтът в момента не е активен.",
        "on" => "Акаунтът е в момента активиран."
    ],
    "deactivated" => "Акаунтът беше деактивиран.",
    "failed" => "Неуспешно удостоверяване на потребител.",
    "gdpr" => [
        "off" => "Общите условия не са акцептирани.",
        "on" => "Общите условия са потвърдени."
    ],
    "mail" => [
        "account/delete/request" => [
            "button" => "Изтрийте акаунта",
            "label" => "Изтриване на акаунт",
            "text" => "Ние съжаляваме, че ни напускате! За да изтриете Вашия акаунт и данни от нашата платформа, моля използвайте бутона отдолу:"
        ],
        "forgot/password" => [
            "button" => "Смени парола",
            "label" => "Смяна на парола",
            "text" => "За да смените паролата си, моля използвайте бутона отдолу:"
        ],
        "register" => [
            "button" => "Потвърдете имейл адреса",
            "label" => "Имейл потвърждение",
            "text" => "Моля потвърдете Вашия имейл адрес натискайки бутона отдолу:"
        ],
        "resend/verification" => [
            "button" => "Потвърдете имейл адреса",
            "label" => "Имейл потвърждение",
            "text" => "Моля потвърдете Вашия имейл адрес натискайки бутона отдолу:"
        ]
    ],
    "throttle" => "Твърде много опити за логин. Моля, опитайте отново след :seconds секунди.",
    "unauthenticated" => "Незаписан потребител",
    "verified" => ["off" => "Имейлът все още не е потвърден.", "on" => "Имейлът вече е потвърден."]
];
