<?php
return [
    "access_not_granted" => "Достъпът е отказан",
    "active" => [
        "off" => "Акаунтът в момента не е активен.",
        "on" => "Акаунтът е в момента активиран."
    ],
    "deactivated" => "Акаунтът беше деактивиран.",
    "email" => [
        "confirm" => "Потвърдете имейл адреса",
        "reset" => [
            "password" => [
                "label" => "Смяна на парола",
                "text" => "За да смените паролата си, моля използвайте бутона отдолу:"
            ]
        ],
        "verification" => [
            "label" => "Имейл потвърждение",
            "text" => "Моля потвърдете Вашия имейл адрес натискайки бутона отдолу:"
        ]
    ],
    "failed" => "Неуспешно удостоверяване на потребител.",
    "gdpr" => [
        "off" => "Общите условия не са акцептирани.",
        "on" => "Общите условия са потвърдени."
    ],
    "password" => ["changed" => "Паролата за :email беше сменена успешно."],
    "signed" => ["in" => "Вие бяхте успешно записани като :email.", "out" => "Вие бяхте отписани."],
    "throttle" => "Твърде много опити за логин. Моля, опитайте отново след :seconds секунди.",
    "unauthenticated" => "Незаписан потребител",
    "verified" => [
        "off" => "Имейлът все още не е потвърден.",
        "on" => "Имейлът беше потвърден успешно."
    ]
];
